const yuebuytoutiao = {
  "code": 1,
  "msg": "",
  "time": "1608082981",
  "data": [{
    "label2": 151,
    "title": "医用外科口罩一次性医疗专用口罩防尘透气成人三层防护透气医生",
    "num_iid": "616974150512",
    "type": 1,
    "name": "淘宝"
  }, {
    "label2": 141,
    "title": "2021年春联定制银行保险企业广告对联礼包现货定做烫金福字印LOGO",
    "num_iid": "632910135113",
    "type": 1,
    "name": "淘宝"
  }, {
    "label2": 134,
    "title": "漫花14卷家用卫生卷纸实惠装整箱无芯卷筒纸巾包邮厕所厕纸抽手纸",
    "num_iid": "597478249325",
    "type": 1,
    "name": "淘宝"
  }, {
    "label2": 130,
    "title": "2020年新茶春茶龙井茶散装罐装龙井茶浓香豆香茶叶绿茶50克",
    "num_iid": "588656407532",
    "type": 1,
    "name": "淘宝"
  }, {
    "label2": 102,
    "title": "unifree一次性口罩三层薄款透气熔喷布白色3d立体防护成人口鼻罩",
    "num_iid": "613630291452",
    "type": 1,
    "name": "淘宝"
  }, {
    "label2": 226,
    "title": "京觅 智利进口车厘子巨无霸JJJ级 900g礼盒装 果径约30-32mm 新鲜水果礼盒",
    "num_iid": "5522597",
    "type": 2,
    "name": "京东"
  }, {
    "label2": 170,
    "title": "芽芽乐有机五常稻花香胚芽米 谷物粥米7天不重样 独立包装 8月以上",
    "num_iid": "10021132067616",
    "type": 2,
    "name": "京东"
  }, {
    "label2": 48,
    "title": "山东烟台新红富士苹果新鲜水果脆甜多汁9到12粒中大果优品",
    "num_iid": "69504007630",
    "type": 2,
    "name": "京东"
  }, {
    "label2": 64,
    "title": "江西赣南脐橙新鲜水果橙子孕妇手剥橙应季甜脐橙3\/5\/8斤包邮10",
    "num_iid": "209049513262",
    "type": 3,
    "name": "拼多多"
  }, {
    "label2": 61,
    "title": "双面德绒自发热打底衫女冬季半高领t恤磨毛纯色内搭保暖衣女加绒",
    "num_iid": "175784159081",
    "type": 3,
    "name": "拼多多"
  }]
}
export default yuebuytoutiao